<?php

return [
    'title'                => '注册',
    'username'             => '用户名',
    'username_placeholder' => '请填入邮箱',
    'password'             => '请填入密码',
    'retype_password'      => '请再次填入密码',
    'code'                 => '邀请码',
    'captcha'              => '验证码',
    'tnc_button'           => '我已阅读并同意遵守',
    'tnc_link'             => '服务条款',
    'register_alter'       => '系统维护中',
    'get_free_code'        => '点击获取免费邀请码',
    'back'                 => '返 回',
    'submit'               => '提 交',
    'tnc_title'            => '我已完整阅读，并承诺遵守',
    'tnc_content'          => '不得通过本站提供的服务发布、转载、传送含有下列内容之一的信息：<br>1.违反宪法确定的基本原则的；<br>2.危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的；<br>3.损害国家荣誉和利益的；<br>4.煽动民族仇恨、民族歧视，破坏民族团结的；<br>5.破坏国家宗教政策，宣扬邪教和封建迷信的； <br>6.散布谣言，扰乱社会秩序，破坏社会稳定的；<br>7.散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；<br>8.侮辱或者诽谤他人，侵害他人合法权益的；<br>9.煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；<br>10.以非法民间组织名义活动的；<br>11.含有法律、行政法规禁止的其他内容的。<br>本站有权利在不通知用户的情况下，限制、删除存在一下行为的账户：<br>1.注册未使用；<br>2.过期X个月且余额低于X，X为正整数；<br>3.利用BUG、漏洞消耗本站资源；<br>4.邀请大量僵尸用户注册；<br>5.超过3人以上共享账号、网络公开账号、节点<br>*注册邮箱是用户的唯一凭证，请妥善保管。<br>*免费资源有限，本站有权利在不通知用户的情况下限制、删除免费账户、未付费账户。<br>*用户邀请注册的僵尸账号超过1/3，本站有权利收回所有邀请返利。',
];